@extends('dashboard.main') @section('content')
<div class="privacy__LegalContainer">
    <div class="general">
        <h1>Политика конфиденциальности</h1>

        <p>Политика конфиденциальности и использование запрашиваемых данных.</p>

        <h2>1. Основные понятия</h2>

        <p>Сайт – сайт, расположенный в сети Интернет по адресу <a href="https://harvest.wtf/">www.harvest.wtf</a>.</p>

        <p>Ресурс сайта – информационное наполнение сайта (приложения, телеграм бот, ссылки, документы, электронные книги, фотографии и др. информационные продукты).</p>

        <p>Пользователь – пользователь Сайта, зарегистрированный в установленном порядке и использующий ресурсы сайта.</p>

        <p>Политика – настоящая Типовая политика конфиденциальности на использование запрашиваемых данных.</p>

        <h2>2. Общие положения</h2>

        <p>2.1. Настоящая Политика является официальным типовым документом и определяет порядок обработки и защиты информации о физических лицах, использующих Ресурс сайта;</p>

        <p>2.2. Целью настоящей Политики является обеспечение надлежащей защиты информации о пользователях, в том числе их персональных данных, от несанкционированного доступа и разглашения.</p>

        <p>2.3. Отношения, связанные со сбором, хранением, распространением и защитой информации о пользователях, регулируются настоящей Политикой и действующим российским законодательством.</p>

        <p>2.4. Действующая редакция Политики, являющейся публичным документом, разработана Администрацией Сайта и доступна любому зарегистрированному пользователю при переходе по гипертекстовой ссылке "Конфиденциальность". Администрация Сайта вправе вносить изменения в настоящую Политику. При внесении изменений в Политику Администрация Сайта уведомляет об этом пользователей путем размещения новой редакции Политики на Сайте по постоянному адресу <a href="https://harvest.wtf/dashboard/privacy">https://harvest.wtf/dashboard/privacy</a> не позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Политики хранятся в архиве документации Администрации Сайта.</p>

        <p>2.5. Используя Ресурсы сайта, пользователь выражает свое согласие с условиями настоящей Политики.</p>

        <p>2.6. В случае несогласия пользователя с условиями настоящей Политики использование Ресурсов сайта должно быть немедленно прекращено.</p>

        <h2>3. Условия пользования Ресурсов сайта</h2>

        <p>3.1. Оказывая услуги по использованию Ресурсов сайта, Администрация сайта, действуя разумно и добросовестно, считает, что пользователь:</p>
        <ul>
          <li>обладает всеми необходимыми правами, позволяющими ему осуществлять использование Ресурсов сайта.</li>
          <li>указывает достоверную информацию о себе в объемах, необходимых для пользования Ресурсами сайта;</li>
          <li>осознает, что некоторые виды информации, переданные им при использовании Ресурсов сайта, не могут быть удалены самим пользователем;</li>
          <li>ознакомлен с настоящей Политикой, выражает свое согласие с ней и принимает на себя указанные в ней права и обязанности.</li>
        </ul>

        <p>3.2. Администрация сайта не проверяет достоверность получаемой (собираемой) информации о пользователях.</p>

        <h2>4. Цели обработки информации</h2>

        <p>Администрация сайта осуществляет обработку информации о пользователях, в том числе их персональных данных, в целях выполнения обязательств Администрации сайта перед пользователями в отношении использования Ресурсов сайта и предоставления пользователям текущей и итоговой информации.</p>

        <h2>5. Состав информации о пользователях</h2>

        <p>Администрация сайта может обрабатывать информацию о пользователях, которая включает в себя:</p>

        <p>5.1. Персональные данные пользователей, предоставляемые с согласия пользователей и необходимые для использования Ресурсов сайта: имя, контактный телефон, адрес электронной почты, Skype, WMID, ICQ.</p>

        <h2>6. Обработка персональных данных пользователей</h2>

        <p>6.1. Обработка персональных данных осуществляется на основе принципов:</p>
        <ul>
          <li>законности целей и способов обработки персональных данных и добросовестности;</li>
          <li>соответствия целей обработки персональных данных целям, заранее определенным и заявленным при сборе персональных данных, а также полномочиям Администрации сайта;</li>
          <li>соответствия объема и характера обрабатываемых персональных данных, способов обработки персональных данных целям обработки персональных данных;</li>
          <li>недопустимости объединения созданных для несовместимых между собой целей баз данных, содержащих персональные данные.</li>
        </ul>

        <p>6.1.1. Условия и цели обработки персональных данных</p>

        <p>Администрация сайта осуществляет обработку персональных данных пользователя с его согласия в целях оказания услуг пользователю по использованию Ресурсов сайта.</p>

        <p>6.1.2. Сбор персональных данных</p>

        <p>Персональные данные пользователя, предусмотренные пунктом 5.1 настоящей Политики, передаются Администрации Сайта с согласия пользователя. Согласие пользователя на передачу его персональных данных Администрации сайта предоставляется в форме конклюдентных действий при первой загрузке пользователем Ресурсов сайта.</p>

        <p>6.1.3. Хранение и использование персональных данных</p>

        <p>Персональные данные пользователей хранятся исключительно на электронных носителях и обрабатываются с использованием автоматизированных систем.</p>

        <p>6.1.4. Передача персональных данных</p>

        <p>Персональные данные пользователей не передаются каким-либо третьим лицам, за исключением случаев, прямо предусмотренных настоящей Политикой. Предоставление персональных данных пользователей по запросу государственных органов (органов местного самоуправления) осуществляется в порядке, предусмотренном законодательством.</p>

        <p>6.1.5. Уничтожение персональных данных</p>

        <p>Персональные данные пользователя уничтожаются при удалении Администрацией Сайта информации предоставленной пользователем, со своих электронных носителей по истечении сроков их актуальности;</p>

        <p>6.2. Персональная информация пользователей полученная Администрацией сайта не может быть доступна другим пользователям.</p>

        <h2>7. Права и обязанности пользователей</h2>

        <p>Пользователи вправе осуществлять неограниченный бесплатный доступ к Ресурсам сайта, обновляя, таким образом, информацию о себе.</p>

        <h2>8. Меры по защите информации о пользователях</h2>

        <p>Администрация сайта принимает технические и организационно-правовые меры в целях обеспечения защиты персональных данных пользователя от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.</p>

        <h2>9. Ограничение действия Политики</h2>

        <p>Действие настоящей Политики не распространяется на действия и интернет-ресурсы третьих лиц.</p><br>
          <div class="bottom"></div>
    </div>
</div>
@stop
